{
  "664cf2037353bb98801436b5": {
    "housing_experience": "For the past five years, I’ve been renting the same single family home here in Lewistown, PA. I was in section 8 housing three years ago. That was a different experience because my rent was a lot lower, I received food stamps, which made me eligible to get section 8 housing help where they would pay some of my rent for me each month. However, a few years ago that all changed and we no longer qualify for section 8 housing help. due to this we had to move because we couldn’t afford where we were living at anymore because we didn’t have the help anymore. That’s when we moved where we are currently living now. I needed a place that I could afford on my own without all the extra help. My landlord is amazing compared to my last landlord. She is great. One thing that I have definitely noticed Is how much my electricity bill keeps going up like each year literally, my last electric bill was over $1000 because we’re still paying off past due bills. I currently do get lie heap, which is where the government helps me pay my electric bill once a year and they only pay about. I think it was $300 this year. I only get that help one time During one month in the year. honestly, that electric bill is what makes it tough to be able to afford anything else including the price of groceries feels like the economy and all the things that go with it like our gas and our groceries and our healthcare medication’s all just keeps going up in price.",
    "age": "36",
    "moved_last_year": "Same house 1 year ago",
    "rent_income_ratio": "35.0 to 39.9 percent",
    "housing_status": "Renter",
    "transportation": "Car / Truck / Van, Walk",
    "household_income": "$30,000-$34,999",
    "occupation": "Service occupations",
    "marital_status": "Now Married (Spouse Present)",
    "has_children": "Yes",
    "children_age": "Under 6 years old, 6 to 17 years old",
    "zipcode": "17044",
    "race_ethnicity": "White",
    "financial_situation": "I get by, but money is tight",
    "neighborhood_safety": "Somewhat unsafe – I worry about crime occasionally",
    "health_insurance": "with a disability, with public health insurance",
    "education": "Some college, no degree",
    "citizenship": "Native-born U.S. citizen"
  }
}